_site/2016-08-19-english-cauliflower.html


<!DOCTYPE html>
<html lang="en">
  <head>
    <meta charset="utf-8">
    <title>单词本：蔬菜之花菜</title>
    
    <meta name="author" content="Kimi MA">

    <!-- Enable responsive viewport -->
    <meta name="viewport" content="width=device-width, initial-scale=1.0">

    <!-- Le HTML5 shim, for IE6-8 support of HTML elements -->
    <!--[if lt IE 9]>
    <![endif]-->

    <!-- Le styles -->
    <link href="assets/themes/twitter/bootstrap/css/bootstrap.2.2.2.min.css" rel="stylesheet">
    <link href="assets/themes/twitter/css/style.css?body=1" rel="stylesheet" type="text/css" media="all">
    <link rel="shortcut icon" type="image/ico" href="/assets/favicon.ico">
    <!-- Le fav and touch icons -->
  <!-- Update these with your own images
    <link rel="shortcut icon" href="images/favicon.ico">
    <link rel="apple-touch-icon" href="images/apple-touch-icon.png">
    <link rel="apple-touch-icon" sizes="72x72" href="images/apple-touch-icon-72x72.png">
    <link rel="apple-touch-icon" sizes="114x114" href="images/apple-touch-icon-114x114.png">
  -->

    <!-- atom & rss feed -->
    <link href="/atom.xml" type="application/atom+xml" rel="alternate" title="Sitewide ATOM Feed">
    <link href="/rss.xml" type="application/rss+xml" rel="alternate" title="Sitewide RSS Feed">

  </head>

  <body>
    <div class="navbar navbar-fixed-top">
      <div class="navbar-inner">
        <div class="container-narrow">
          <a class="brand" href="/">Die Welt ist meine Vorstellung</a>
          <ul class="nav">
            
            
            


  
    
      
    
  
    
      
      	
      	<li><a href="/archive">Archive</a></li>
      	
      
    
  
    
      
    
  
    
      
      	
      	<li><a href="/categories">Topics</a></li>
      	
      
    
  
    
      
    
  
    
      
    
  
    
      
    
  
    
      
    
  
    
      
      	
      	<li><a href="/tags">Tags</a></li>
      	
      
    
  



          </ul>
        </div>
      </div>
    </div>

    <div class="container-narrow">

      <div class="content">
        

<div class="page-header">
  <h1>单词本：蔬菜之花菜 </h1>
</div>

<div class="row-fluid post-full">
  <div class="span12">
    <div class="date">
      <span>19 August 2016</span>
    </div>
    <div class="content">
      <div id="outline-container-orgheadline1" class="outline-2">
<h2 id="orgheadline1"><span class="section-number-2">1</span> 前言</h2>
<div class="outline-text-2" id="text-1">
<p>
本文是食物系列单词学习的第四篇，蔬菜子系列的第三篇，前面我们学习了：
</p>
<ul class="org-ul">
<li><a href="http://kimi.im/2016-08-14-english-food">August 14, 2016 » 单词本：谷物</a></li>
<li><a href="http://kimi.im/2016-08-16-english-vegetable">August 16, 2016 » 单词本：蔬菜之萝卜和胡萝卜</a></li>
<li><a href="http://kimi.im/2016-08-17-english-cabbage">August 17, 2016 » 单词本：蔬菜之卷心菜</a></li>
</ul>

<p>
慢慢的发现，食物系列真是个大坑啊，好多平时常吃的食物的单词都挺陌生的，学习一下还是挺有必要的。
</p>

<p>
言归正传，今天继续学习蔬菜系列单词 cauliflower
</p>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-2">
<h2 id="orgheadline4"><span class="section-number-2">2</span> cauliflower</h2>
<div class="outline-text-2" id="text-2">
<p>
a cabbage of a variety that bears a large immature flower head of small
creamy-white flower buds. 花椰菜是卷心菜的一种，只是它又一簇非常大的不成熟的花丛，看起来像奶油一样白（creamy-white）。我们餐桌上吃的是它的花，所以称之为花菜。
</p>

<ul class="org-ul">
<li>These cauliflower fritters are a healthier and lower carb alternative to
potato pancakes.<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup> 花菜馅饼比土豆煎饼更健康更低热量。</li>
<li>Adults appreciate the excellent taste of the mild, tender cauliflower and
sweet, toothsome shrimp simmered in coconut milk with lots of aromatic
flavors.<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup></li>
<li>Kids have long seen cauliflower as a mortal enemy. Adults, however, often
recognize cauliflower's nutritional value.<sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup> 小孩子一直视花菜为死敌，大人则认为其很有营养价值。附录这篇文章介绍了一种以印度方式烹制花菜的方法可以极大提高口味。</li>
</ul>

<p>
英语中花菜看起来像是个专有名词，但是据说很可能来自法语 chou-fleur<sup>(fr)</sup>。
</p>

<p>
法语和德语的组词方式就很像中文了：
</p>
<ul class="org-ul">
<li>der Blumenkohl<sup>(de)</sup>：die Blume(n) 花，der Kohl<sup>(de)</sup> 卷心菜。另外南德也称花菜为
der Karfiol<sup>(de)</sup>，大概是比较靠近法国受法语影响吧，有点接近 chou-fleur<sup>(fr)</sup> 了。也叫 Italienischer Kohl 可能源自意大利。</li>
<li>le chou-fleur<sup>(fr)</sup>：la fleur<sup>(fr)</sup>：花，le chou<sup>(fr)</sup>：卷心菜。</li>
</ul>
</div>

<div id="outline-container-orgheadline2" class="outline-3">
<h3 id="orgheadline2"><span class="section-number-3">2.1</span> cauliflower ear</h3>
<div class="outline-text-3" id="text-2-1">
<p>
被打肿成花菜一样的耳朵。
</p>

<ul class="org-ul">
<li>Cauliflower ears: Badge of honor for wrestlers.<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup> 想看看什么样子的话可以点进去看看这个链接<sup><a id="fnr.4.100" class="footref" href="#fn.4">4</a></sup>，比较血腥暴力就不放图了。</li>
<li>Cauliflower ear is a condition that occurs when the external portion of the
ear suffers a blow, blood clot or other collection of fluid under the
perichondrium.<sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup></li>
<li>Le terme <i>oreilles en choux-fleur</i> désigne l'aspect du pavillon de l'oreille
secondaire à une périchondrite.<sup><a id="fnr.6" class="footref" href="#fn.6">6</a></sup></li>
<li>Das <i>Blumenkohlohr</i> oder Ringerohr ist eine bleibende Entstellung des äußeren
Ohres, die durch Blutergüsse in der Ohrmuschel (Othämatome) entsteht, wenn es
zur bindegewebigen Organisation des Blutergusses kommt oder die Versorgung des
Knorpelgewebes mit Nährstoffen verhindert wird und dieses zugrunde geht.<sup><a id="fnr.7" class="footref" href="#fn.7">7</a></sup></li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-3">
<h3 id="orgheadline3"><span class="section-number-3">2.2</span> cauliflower fungus</h3>
<div class="outline-text-3" id="text-2-2">
<blockquote>
<p>
An edible fungus which forms a distinctive fruiting body with a yellowish lobed
surface, growing on wood and other plant debris. Also called brain fungus.<sup><a id="fnr.8" class="footref" href="#fn.8">8</a></sup>
</p>
</blockquote>

<p>
甘蓝菌。不知道为什么不称之为花菜菌。看起来好像是一种长的像花菜的银耳。但好像比银耳要厚实一点。也叫 brain fungus 脑菌……
</p>
</div>
</div>
</div>

<div id="outline-container-orgheadline6" class="outline-2">
<h2 id="orgheadline6"><span class="section-number-2">3</span> Broccoli</h2>
<div class="outline-text-2" id="text-3">
<p>
西兰花，因为和花菜比起来颜色是绿色的，所以又叫绿菜花、青花菜。
</p>

<p>
Brokkoli schmeckt sehr gut und ist noch dazu gesund.（<a href="http://www.brokkoli.net">http://www.brokkoli.net</a>）居然有德国人专门为西兰花建了个网站。那是多么热爱这个蔬菜啊。
</p>
</div>

<div id="outline-container-orgheadline5" class="outline-3">
<h3 id="orgheadline5"><span class="section-number-3">3.1</span> Broccolini</h3>
<div class="outline-text-3" id="text-3-1">
<p>
Broccolini (original Japanese: ブロッコリーニ) is a green vegetable similar to
broccoli but with smaller florets and longer, thin stalks. Often misidentified
as young broccoli, it is a hybrid of broccoli and kai-lan.<sup><a id="fnr.9" class="footref" href="#fn.9">9</a></sup>
</p>

<p>
一种来自日本的西蓝花和芥蓝杂交的蔬菜。好像在哪儿看到过……
</p>
</div>
</div>
</div>

<div id="outline-container-orgheadline7" class="outline-2">
<h2 id="orgheadline7"><span class="section-number-2">4</span> 小结</h2>
<div class="outline-text-2" id="text-4">
<p>
今天主要学了俩单词奶白色的花菜 caulliflower 和青绿色的西兰花 broccoli。以后吃这两种蔬菜就知道英语单词是不一样的了。
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="http://kirbiecravings.com/2016/08/cauliflower-fritters.html">http://kirbiecravings.com/2016/08/cauliflower-fritters.html</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.wnyc.org/story/flavorwalla/">http://www.wnyc.org/story/flavorwalla/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.timesjournal.com/community/article_0946d7bd-6c06-59b8-873a-d6690cf97e18.html">http://www.timesjournal.com/community/article_0946d7bd-6c06-59b8-873a-d6690cf97e18.html</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.usatoday.com/story/sports/olympics/rio-2016/2016/08/14/wrestling-cauliflower-ears-kyle-snyder/88714754/">http://www.usatoday.com/story/sports/olympics/rio-2016/2016/08/14/wrestling-cauliflower-ears-kyle-snyder/88714754/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5">5</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wikipedia.org/wiki/Cauliflower_ear">https://en.wikipedia.org/wiki/Cauliflower_ear</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.6" class="footnum" href="#fnr.6">6</a></sup> <div class="footpara"><p class="footpara">
<a href="https://fr.wikipedia.org/wiki/Oreille_en_chou-fleur">https://fr.wikipedia.org/wiki/Oreille_en_chou-fleur</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.7" class="footnum" href="#fnr.7">7</a></sup> <div class="footpara"><p class="footpara">
<a href="https://de.wikipedia.org/wiki/Blumenkohlohr">https://de.wikipedia.org/wiki/Blumenkohlohr</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.8" class="footnum" href="#fnr.8">8</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.oxforddictionaries.com/definition/english/cauliflower-fungus">http://www.oxforddictionaries.com/definition/english/cauliflower-fungus</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.9" class="footnum" href="#fnr.9">9</a></sup> <div class="footpara"><p class="footpara">
<a href="https://en.wikipedia.org/wiki/Broccolini">https://en.wikipedia.org/wiki/Broccolini</a>
</p></div></div>


</div>
</div>

    </div>

  
    <ul class="tag_box inline">
      <li><i class="icon-folder-open"></i></li>
      
      


  
     
    	<li><a href="/categories.html#language-ref">
    		language <span>65</span>
    	</a></li>
    
  


    </ul>
    

  
    <ul class="tag_box inline">
      <li><i class="icon-tags"></i></li>
      
      


  
     
    	<li><a href="/tags.html#English-ref">English <span>46</span></a></li>
    
  



    </ul>
    

    <hr>
    <div class="pagination">
      <ul>
      
        <li class="prev"><a href="/2016-08-18-english-invigorate" title="单词本：精神焕发">&larr; Previous</a></li>
      
        <li><a href="/archive.html">Archive</a></li>
      
        <li class="next"><a href="/2016-08-20-english-celerity" title="单词本：速度和芹菜无关">Next &rarr;</a></li>
      
      </ul>
    </div>
    <hr>
    


  <!-- Duoshuo Comment BEGIN -->
	<div class="ds-thread"></div>
<script type="text/javascript">
var duoshuoQuery = {short_name:"kimim"};
	(function() {
		var ds = document.createElement('script');
		ds.type = 'text/javascript';ds.async = true;
		ds.src = 'http://static.duoshuo.com/embed.js';
		ds.charset = 'UTF-8';
		(document.getElementsByTagName('head')[0] 
		|| document.getElementsByTagName('body')[0]).appendChild(ds);
	})();
	</script>
<!-- Duoshuo Comment END -->





  </div>
</div>


      </div>
      <hr>
      <footer>
        <p>&copy; 2018 Kimi MA,
           All right reserved.
        </p>
      </footer>

    </div>

    
  </body>
</html>

